Repository: Subfly/yaba
Catalog: Darwin/YABA/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, ko, nb, nl, pt_br, sk, sv, tr, zh_hans

# How To Sync General Message 8
source: In Settings, you’ll find the option **Sync Without Deletes**, which changes how syncing behaves across your devices. Since sync happens between two devices at a time, let’s call them Device A and Device B:" **Both devices: option disabled** → - All deletions are synced. Both devices end up with the same content (including removed items). **Both devices: option enabled** → - Deletions are skipped. Each device transfers its data to the other, so deleted items reappear. Useful for recovering from accidental deletes or transferring content without losses. **Device A enabled, Device B disabled** → - Device A skips deletions from B but accepts all of B’s content. - Device B processes deletions from A normally. Useful if you want one device to act as a full archive while another stays more curated. You can experiment with these settings to find the setup that works best for you.
de: In den Einstellungen findest du die Option **Sync Without Deletes**, die das Verhalten der Synchronisation zwischen deinen Geräten ändert. Da die Synchronisation jeweils zwischen zwei Geräten erfolgt, nennen wir sie Gerät A und Gerät B:
es: En Ajustes, encontrarás la opción **Sincronizar sin eliminaciones**, que cambia cómo se comporta la sincronización entre tus dispositivos. Como la sincronización ocurre entre dos dispositivos a la vez, llamémoslos Dispositivo A y Dispositivo B: **Ambos dispositivos: opción desactivada** → - Todas las eliminaciones se sincronizan. Ambos dispositivos terminan con el mismo contenido (incluyendo los elementos eliminados). **Ambos dispositivos: opción activada** → - Se omiten las eliminaciones. Cada dispositivo transfiere sus datos al otro, por lo que los elementos eliminados vuelven a aparecer. Útil para recuperar eliminaciones accidentales o transferir contenido sin pérdidas. **Dispositivo A activado, Dispositivo B desactivado** → - El Dispositivo A omite las eliminaciones provenientes de B pero acepta todo el contenido de B. - El Dispositivo B procesa las eliminaciones del A con normalidad. Útil si quieres que un dispositivo actúe como archivo completo mientras otro se mantiene más seleccionado. Puedes experimentar con estos ajustes para encontrar la configuración que mejor funcione para ti.
fr: Dans Réglages, tu trouveras l’option **Sync Without Deletes**, qui modifie le comportement de la synchronisation entre tes appareils. Comme la synchronisation se fait entre deux appareils à la fois, appelons-les Appareil A et Appareil B : **Les deux appareils : option désactivée** → - Toutes les suppressions sont synchronisées. Les deux appareils ont le même contenu (y compris les éléments supprimés). **Les deux appareils : option activée** → - Les suppressions sont ignorées. Chaque appareil transfère ses données à l’autre, donc les éléments supprimés réapparaissent. Utile pour récupérer des suppressions accidentelles ou transférer du contenu sans pertes. **Appareil A activé, Appareil B désactivé** → - L’Appareil A ignore les suppressions venant de B mais accepte tout le contenu de B. - L’Appareil B traite normalement les suppressions venant de A. Utile si tu veux qu’un appareil serve d’archive complète pendant qu’un autre reste plus trié. Tu peux expérimenter avec ces réglages pour trouver la configuration qui te convient le mieux.
hi: **दोनों डिवाइस: विकल्प अक्षम** → - सभी deletions सिंक हो जाती हैं। दोनों डिवाइसों पर एक ही कंटेंट रहता है (हटाई गई आइटम्स भी शामिल)। **दोनों डिवाइस: विकल्प सक्षम** → - deletions को स्किप किया जाता है। हर डिवाइस अपनी डाटा दूसरी डिवाइस को ट्रांसफर करता है, इसलिए हटाई गई आइटम्स फिर से दिखाई देंगी। यह अचानक हुए डिलीट्स से रिकवर करने या बिना कोई कंटेंट खोये ट्रांसफर करने के लिए उपयोगी है। **Device A सक्षम, Device B अक्षम** → - Device A, B की deletions को स्किप करता है पर B की सारी content स्वीकार कर लेता है। - Device B, A की deletions को सामान्य रूप से प्रोसेस करता है। यह तब काम आता है जब आप चाहते हैं कि एक डिवाइस पूरा आर्काइव की तरह रहे जबकि दूसरा अधिक curated रहे। आप इन सेटिंग्स के साथ प्रयोग कर के वह सेटअप ढूँढ सकते हैं जो आपके लिए सबसे उपयुक्त हो।
it: Nelle Impostazioni trovi l’opzione **Sincronizza senza cancellazioni**, che modifica il comportamento della sincronizzazione tra i tuoi dispositivi. Poiché la sincronizzazione avviene tra due dispositivi alla volta, chiamiamoli Dispositivo A e Dispositivo B: **Entrambi i dispositivi: opzione disabilitata** → - Tutte le cancellazioni vengono sincronizzate. Entrambi i dispositivi finiscono con lo stesso contenuto (compresi gli elementi rimossi). **Entrambi i dispositivi: opzione abilitata** → - Le cancellazioni vengono ignorate. Ogni dispositivo trasferisce i propri dati all’altro, quindi gli elementi eliminati riappaiono. Utile per recuperare cancellazioni accidentali o per trasferire contenuti senza perdite. **Dispositivo A abilitato, Dispositivo B disabilitato** → - Il Dispositivo A ignora le cancellazioni provenienti da B ma accetta tutto il contenuto di B. - Il Dispositivo B elabora normalmente le cancellazioni provenienti da A. Utile se vuoi che un dispositivo funga da archivio completo mentre l’altro rimane più curato. Puoi sperimentare con queste impostazioni per trovare la configurazione che funziona meglio per te.
ja: 設定で、**Sync Without Deletes（削除を同期しない）** オプションが見つかります。これはデバイス間の同期の動作を変更します。同期は一度に2台のデバイス間で行われるので、便宜上それらをデバイスAとデバイスBと呼びます： **両方のデバイス：オプション無効** → - すべての削除が同期されます。両方のデバイスは同じ内容（削除された項目も含む）になります。 **両方のデバイス：オプション有効** → - 削除はスキップされます。各デバイスは自分のデータを相手に転送するため、削除された項目が復活します。 間違って削除してしまった場合の復元や、内容を失わずに移行したいときに便利です。 **デバイスA：有効、デバイスB：無効** → - デバイスAはBからの削除を無視しますが、Bのすべてのコンテンツは受け入れます。 - デバイスBは通常どおりAからの削除を処理します。 一方を完全なアーカイブとして使い、もう一方をより厳選した状態に保ちたい場合に有用です。 これらの設定を試して、自分にとって最適な構成を見つけてください。
ko: 설정에서 **Sync Without Deletes**(삭제 동기화 안 함) 옵션을 찾을 수 있으며, 이 옵션은 기기들 간 동기화 동작을 변경합니다. 동기화는 한 번에 두 기기씩 이루어지므로, 이를 기기 A와 기기 B라고 하겠습니다: **양쪽 기기: 옵션 비활성화** → - 모든 삭제가 동기화됩니다. 두 기기는 동일한 콘텐츠(삭제된 항목 포함)를 갖게 됩니다. **양쪽 기기: 옵션 활성화** → - 삭제는 건너뜁니다. 각 기기는 자신의 데이터를 다른 기기로 전송하므로 삭제된 항목이 다시 나타납니다. 실수로 삭제한 항목을 복구하거나 손실 없이 콘텐츠를 전송할 때 유용합니다. **기기 A 활성화, 기기 B 비활성화** → - 기기 A는 B에서 발생한 삭제를 건너뛰지만 B의 모든 콘텐츠는 받아들입니다. - 기기 B는 A의 삭제를 정상적으로 처리합니다. 한 기기를 전체 아카이브로 두고 다른 기기는 더 엄선된 상태로 유지하고 싶을 때 유용합니다. 이 설정들을 직접 시도해 보며 자신에게 가장 잘 맞는 구성을 찾아보세요.
nb: I Innstillinger finner du valget **Synkroniser uten sletting**, som endrer hvordan synkronisering oppfører seg mellom enhetene dine. Siden synkronisering skjer mellom to enheter om gangen, la oss kalle dem Enhet A og Enhet B: **Begge enheter: valget av** → - Alle slettinger synkroniseres. Begge enheter ender opp med samme innhold (inkludert fjernede elementer). **Begge enheter: valget på** → - Slettinger hoppes over. Hver enhet overfører sitt innhold til den andre, så slettede elementer dukker opp igjen. Nyttig for å gjenopprette ved tilfeldige slettinger eller overføre innhold uten tap. **Enhet A på, Enhet B av** → - Enhet A ignorerer slettinger fra B, men tar imot alt innhold fra B. - Enhet B håndterer slettinger fra A som vanlig. Nyttig hvis du vil at én enhet skal fungere som et komplett arkiv mens en annen holdes mer kuratert. Du kan prøve deg fram med disse innstillingene for å finne oppsettet som passer best for deg.
nl: In Instellingen vind je de optie **Sync Without Deletes**, die bepaalt hoe synchroniseren werkt tussen je apparaten. Omdat synchronisatie steeds tussen twee apparaten tegelijk plaatsvindt, noemen we ze Device A en Device B: **Beide apparaten: optie uitgeschakeld** → - Alle verwijderingen worden gesynchroniseerd. Beide apparaten hebben uiteindelijk dezelfde inhoud (inclusief verwijderde items). **Beide apparaten: optie ingeschakeld** → - Verwijderingen worden overgeslagen. Elk apparaat zendt zijn data naar het andere, dus verwijderde items verschijnen weer. Handig om per ongeluk verwijderde items terug te halen of om content over te zetten zonder verlies. **Device A ingeschakeld, Device B uitgeschakeld** → - Device A slaat verwijderingen vanaf B over maar accepteert alle inhoud van B. - Device B verwerkt verwijderingen van A normaal. Handig als je wilt dat één apparaat als volledig archief fungeert terwijl het andere meer gecureerd blijft. Je kunt met deze instellingen experimenteren om de setup te vinden die het beste voor je werkt.
pt_br: Em Ajustes, você encontrará a opção **Sincronizar sem exclusões**, que altera como a sincronização funciona entre seus dispositivos. Como a sincronização ocorre entre dois dispositivos por vez, vamos chamá‑los de Dispositivo A e Dispositivo B: **Ambos os dispositivos: opção desativada** → - Todas as exclusões são sincronizadas. Ambos os dispositivos ficam com o mesmo conteúdo (incluindo itens removidos). **Ambos os dispositivos: opção ativada** → - Exclusões são ignoradas. Cada dispositivo transfere seus dados para o outro, então itens excluídos reaparecem. Útil para recuperar exclusões acidentais ou transferir conteúdo sem perdas. **Dispositivo A ativado, Dispositivo B desativado** → - O Dispositivo A ignora as exclusões vindas do B, mas aceita todo o conteúdo do B. - O Dispositivo B processa normalmente as exclusões vindas do A. Útil se você quiser que um dispositivo funcione como um arquivo completo enquanto outro permanece mais selecionado. Você pode experimentar essas configurações para encontrar a combinação que funciona melhor para você.
sk: V Nastaveniach nájdeš možnosť **Synchronizovať bez mazania**, ktorá mení správanie synchronizácie medzi tvojimi zariadeniami. Keďže sa synchronizuje vždy medzi dvoma zariadeniami naraz, nazvime ich Zariadenie A a Zariadenie B: **Obe zariadenia: možnosť vypnutá** → - Všetky zmazania sa synchronizujú. Obe zariadenia skončia s rovnakým obsahom (vrátane odstránených položiek). **Obe zariadenia: možnosť zapnutá** → - Zmazania sa preskočia. Každé zariadenie prenesie svoje dáta na druhé, takže zmazané položky sa znovu objavia. Užitočné pri obnovovaní po neúmyselnom zmazaní alebo pri prenose obsahu bez strát. **Zariadenie A zapnuté, Zariadenie B vypnuté** → - Zariadenie A preskočí zmazania z B, ale príjme všetok obsah z B. - Zariadenie B spracuje zmazania z A normálne. Užitočné, ak chceš, aby jedno zariadenie fungovalo ako plný archív, zatiaľ čo druhé zostalo viac upravené.
sv: I Inställningar hittar du alternativet **Sync Without Deletes**, som ändrar hur synkronisering fungerar mellan dina enheter. Eftersom synkronisering sker mellan två enheter i taget, låt oss kalla dem Enhet A och Enhet B: **Båda enheter: alternativet inaktiverat** → - Alla raderingar synkas. Båda enheterna får samma innehåll (inklusive borttagna objekt). **Båda enheter: alternativet aktiverat** → - Raderingar hoppas över. Varje enhet överför sina data till den andra, så borttagna objekt återkommer. Bra för att återställa av misstag raderade saker eller för att överföra innehåll utan förluster. **Enhet A aktiverad, Enhet B inaktiverad** → - Enhet A hoppar över raderingar från B men accepterar allt innehåll från B. - Enhet B behandlar raderingar från A som vanligt. Bra om du vill att en enhet ska fungera som ett komplett arkiv medan den andra är mer utvald. Du kan experimentera med dessa inställningar för att hitta den konfiguration som fungerar bäst för dig.
tr: Ayarlar’da **Silme Olmadan Senkronize Et** seçeneğini bulacaksın; bu seçenek cihazların arasındaki senkronizasyon davranışını değiştirir. Senkronizasyon aynı anda iki cihaz arasında gerçekleştiği için bunlara Cihaz A ve Cihaz B diyelim: **Her iki cihaz: seçenek devre dışı** → - Tüm silmeler senkronize edilir. Her iki cihaz aynı içeriğe sahip olur (silinmiş öğeler de dahil). **Her iki cihaz: seçenek etkin** → - Silmeler atlanır. Her cihaz kendi verisini diğerine aktarır, bu yüzden silinmiş öğeler yeniden görünür. Kazara silmelerden kurtarmak veya içerikleri kayıp olmadan aktarmak için kullanışlıdır. **Cihaz A etkin, Cihaz B devre dışı** → - Cihaz A, B’den gelen silmeleri atlar fakat B’nin tüm içeriğini kabul eder. - Cihaz B, A’dan gelen silmeleri normal şekilde işler. Bir cihazı tam bir arşiv gibi, diğerini ise daha özenli tutmak istiyorsan faydalıdır. Bu ayarlarla deney yaparak senin için en uygun düzeni bulabilirsin.
zh_hans: 在“设置”中，你会看到选项 **不删除同步（Sync Without Deletes）**，它会改变设备间同步的行为。由于同步是两台设备一组进行的，我们把它们称为 设备 A 和 设备 B： **两台设备：选项关闭** → - 所有删除都会被同步。两台设备最终内容相同（包括被删除的项目）。 **两台设备：选项开启** → - 删除操作会被跳过。每台设备都会将其数据传给另一台，因此被删除的项目会重新出现。 这在从误删中恢复或在不丢失内容的情况下传输内容时很有用。 **设备 A 开启，设备 B 关闭** → - 设备 A 会跳过来自 B 的删除，但会接受 B 的所有内容。 - 设备 B 会照常处理来自 A 的删除。 这在你希望一台设备作为完整存档而另一台保持更精简时很有用。 你可以尝试这些设置，找到最适合你的配置。

# How To Sync Title
source: Sync Content
de: Inhalte synchronisieren
es: Sincronizar contenido
fr: Synchroniser le contenu
it: Sincronizza contenuti
ja: コンテンツの同期
ko: 콘텐츠 동기화
nb: Synkroniser innhold
nl: Inhoud synchroniseren
pt_br: Sincronizar conteúdo
sk: Synchronizácia obsahu
sv: Synkronisera innehåll
tr: İçeriği Senkronize Et
zh_hans: 同步内容

# How To Tip Label %lld
source: Tip %lld
de: Tipp %lld
es: Consejo %lld
fr: Astuce %lld
hi: टिप %lld
it: Suggerimento %lld
ja: ヒント %lld
ko: 팁 %lld
nb: Tips %lld
pt_br: Dica %lld
sv: Tips %lld
tr: İpucu %lld
zh_hans: 提示 %lld

# How To Tips Message 1
source: Almost everything in YABA is interactive—you can swipe on many items to reveal additional options.
de: Fast alles in YABA ist interaktiv — du kannst bei vielen Einträgen wischen, um zusätzliche Optionen anzuzeigen.
es: Casi todo en YABA es interactivo—you can swipe on many items to reveal additional options.
fr: Presque tout dans YABA est interactif : tu peux faire glisser de nombreux éléments pour afficher des options supplémentaires.
hi: YABA में लगभग सब कुछ इंटरैक्टिव है — आप कई आइटम पर स्वाइप करके अतिरिक्त विकल्प देख सकते हैं।
it: Quasi tutto in YABA è interattivo — puoi scorrere molti elementi per rivelare opzioni aggiuntive.
ja: YABA のほとんどの項目は対話式です—多くの項目をスワイプすると追加オプションが表示されます。
ko: YABA의 거의 모든 항목은 상호작용 가능합니다—많은 항목에서 스와이프하여 추가 옵션을 표시할 수 있습니다.
nb: Nesten alt i YABA er interaktivt—du kan sveipe på mange elementer for å vise flere valg.
nl: Bijna alles in YABA is interactief—je kunt op veel items vegen om extra opties te tonen.
pt_br: Quase tudo no YABA é interativo—você pode deslizar muitos itens para revelar opções adicionais.
sk: Takmer všetko v YABA je interaktívne — na mnohých položkách môžeš potiahnuť prstom a odhaliť ďalšie možnosti.
sv: Nästan allt i YABA är interaktivt — du kan svepa på många objekt för att visa fler alternativ.
tr: YABA’daki neredeyse her şey etkileşimli — birçok öğede ek seçenekleri görmek için kaydırabilirsiniz.
zh_hans: YABA 中几乎所有内容都是可交互的——你可以在许多项目上滑动以显示更多选项。

# How To Tips Message 2
source: You can also tap and hold (or use a two-finger tap for Mac) on any item to open a pop-up menu with the same options as swiping.
de: Du kannst auch auf einen Eintrag tippen und halten (oder auf dem Mac mit einem Zwei‑Finger‑Tipp), um ein Pop‑up‑Menü mit denselben Optionen wie beim Wischen zu öffnen.
es: También puedes tocar y mantener pulsado (o usar un toque con dos dedos en Mac) sobre cualquier elemento para abrir un menú emergente con las mismas opciones que al deslizar.
fr: Tu peux aussi appuyer longuement (ou faire un appui à deux doigts sur Mac) sur n’importe quel élément pour ouvrir un menu contextuel avec les mêmes options que le glissement.
hi: आप किसी भी आइटम पर टैप करके दबा भी सकते हैं (Mac पर दो-आंगुल टैप का उपयोग करें) ताकि वही विकल्पों वाला पॉप-अप मेनू खुले जो स्वाइप करने पर मिलता है।
it: Puoi anche toccare e tenere premuto (o usare un tocco con due dita su Mac) su qualsiasi elemento per aprire un menu a comparsa con le stesse opzioni dello scorrimento.
ja: 項目を長押し（Mac では2本指タップ）すると、スワイプと同じオプションがあるポップアップメニューを開けます。
ko: 또한 항목을 길게 누르거나(맥에서는 두 손가락 탭을 사용) 팝업 메뉴를 열어 스와이프와 동일한 옵션을 사용할 수 있습니다.
nb: Du kan også trykke og holde (eller bruke et trykk med to fingre på Mac) på et element for å åpne en hurtigmeny med samme valg som ved sveiping.
nl: Je kunt ook tikken en vasthouden (of op de Mac een tweevinger-tik gebruiken) op elk item om een pop-upmenu te openen met dezelfde opties als bij vegen.
pt_br: Você também pode tocar e segurar (ou usar um toque com dois dedos no Mac) em qualquer item para abrir um menu pop-up com as mesmas opções do gesto de deslizar.
sk: Môžeš tiež podržať prst na položke (alebo použiť ťuknutie dvoma prstami na Macu), čím otvoríš vyskakovacie menu s rovnakými možnosťami ako pri potiahnutí.
sv: Du kan också trycka och hålla (eller använda ett tvåfingertryck på Mac) på ett objekt för att öppna en popupmeny med samma alternativ som vid svep.
tr: Herhangi bir öğeye dokunup basılı tutabilir veya Mac’te iki parmakla dokunarak, kaydırma ile aynı seçenekleri sunan açılır menüyü açabilirsiniz.
zh_hans: 你也可以长按（在 Mac 上使用双指轻点）任何项目以打开与滑动相同选项的弹出菜单。

# How To Tips Message 3
source: You can delete announcements by swiping, using a two-finger tap on Mac, or tapping the trash icon. Don’t worry—you can always view past announcements in Settings.
de: Ankündigungen kannst du durch Wischen, mit einem Zwei‑Finger‑Tipp auf dem Mac oder durch Tippen auf das Papierkorb‑Symbol löschen. Keine Sorge — vergangene Ankündigungen kannst du jederzeit in den Einstellungen ansehen.
es: Puedes eliminar anuncios deslizando, usando un toque con dos dedos en Mac, o pulsando el icono de la papelera. No te preocupes: siempre puedes ver anuncios anteriores en Ajustes.
fr: Tu peux supprimer les annonces en les faisant glisser, en faisant un appui à deux doigts sur Mac, ou en touchant l’icône de corbeille. Ne t’inquiète pas : tu peux toujours consulter les annonces passées dans Réglages.
hi: आप घोषणाएँ स्वाइप करके, Mac पर दो-आंगुल टैप से, या ट्रैश आइकन टैप करके हटा सकते हैं। चिंता न करें — आप हमेशा सेटिंग्स में पिछली घोषणाएँ देख सकते हैं।
it: Puoi eliminare gli annunci scorrendo, usando un tocco con due dita su Mac o toccando l'icona del cestino. Non preoccuparti — puoi sempre visualizzare gli annunci passati nelle Impostazioni.
ja: お知らせはスワイプ、Mac の2本指タップ、またはゴミ箱アイコンをタップして削除できます。ご安心ください—過去のお知らせは設定でいつでも確認できます。
ko: 공지사항은 스와이프로 삭제하거나 맥에서 두 손가락 탭을 하거나 휴지통 아이콘을 탭하여 삭제할 수 있습니다. 걱정하지 마세요—설정에서 이전 공지사항을 언제든지 볼 수 있습니다.
nb: Du kan slette kunngjøringer ved å sveipe, bruke et trykk med to fingre på Mac eller trykke på søppelkasseikonet. Ikke bekymre deg — du kan alltid se tidligere kunngjøringer i Innstillinger.
nl: Je kunt aankondigingen verwijderen door te vegen, een tweevinger-tik op de Mac te gebruiken of op het prullenbak-icoon te tikken. Geen zorgen—je kunt eerdere aankondigingen altijd bekijken in Instellingen.
pt_br: Você pode excluir anúncios deslizando, usando um toque com dois dedos no Mac ou tocando no ícone de lixeira. Não se preocupe—você sempre pode ver anúncios antigos em Ajustes.
sk: Oznamy môžeš odstrániť potiahnutím, dvojprstovým ťuknutím na Macu alebo klepnutím na ikonu koša. Nemaj obavy — staršie oznámenia si vždy môžeš zobraziť v Nastaveniach.
sv: Du kan ta bort meddelanden genom att svepa, använda ett tvåfingertryck på Mac eller trycka på papperskorgsikonen. Oroa dig inte — du kan alltid se tidigare meddelanden i Inställningar.
tr: Duyuruları kaydırarak, Mac’te iki parmakla dokunarak ya da çöp kutusu simgesine dokunarak silebilirsiniz. Endişelenmeyin — geçmiş duyuruları her zaman Ayarlar’da görebilirsiniz.
zh_hans: 你可以通过滑动、在 Mac 上双指轻点或点击垃圾桶图标来删除公告。别担心——你随时可以在“设置”中查看过去的公告。

# How To Tips Message 4
source: You can add a quick launcher for YABA to your Control Center on all devices, and even place it on the lock screen of your iPhone or iPad.
de: Du kannst auf allen Geräten einen Schnellzugriff für YABA zum Kontrollzentrum hinzufügen und ihn sogar auf dem Sperrbildschirm deines iPhone oder iPad platzieren.
es: Puedes añadir un lanzador rápido para YABA al Centro de Control en todos los dispositivos, e incluso colocarlo en la pantalla de bloqueo de tu iPhone o iPad.
fr: Tu peux ajouter un lancement rapide pour YABA au Centre de contrôle sur tous les appareils, et même le placer sur l’écran verrouillé de ton iPhone ou iPad.
hi: आप सभी डिवाइसों के कंट्रोल सेंटर में YABA के लिए एक त्वरित लॉन्चर जोड़ सकते हैं, और अपने iPhone या iPad की लॉक स्क्रीन पर भी रख सकते हैं।
it: Puoi aggiungere una scorciatoia rapida per YABA al Centro di Controllo su tutti i dispositivi e persino posizionarla nella schermata di blocco del tuo iPhone o iPad.
ja: すべてのデバイスで YABA のクイックランチャーをコントロールセンターに追加でき、iPhone や iPad のロック画面に配置することもできます。
ko: 모든 기기에서 제어 센터에 YABA의 빠른 실행기를 추가할 수 있으며, iPhone이나 iPad의 잠금 화면에도 배치할 수 있습니다.
nb: Du kan legge til en raskstarter for YABA i Kontrollsenteret på alle enheter, og til og med plassere den på låseskjermen på iPhone eller iPad.
nl: Je kunt op alle apparaten een snelle launcher voor YABA toevoegen aan het Bedieningspaneel en deze zelfs op het vergrendelscherm van je iPhone of iPad plaatsen.
pt_br: Você pode adicionar um lançador rápido do YABA à Central de Controle em todos os dispositivos e até colocá‑lo na tela de bloqueio do seu iPhone ou iPad.
sk: Môžeš pridať rýchly spúšťač pre YABA do Ovládacieho centra na všetkých zariadeniach a dokonca ho umiestniť aj na zamknutú obrazovku iPhonu alebo iPadu.
sv: Du kan lägga till en snabbstart för YABA i Kontrollcenter på alla enheter, och till och med placera den på låsskärmen på din iPhone eller iPad.
tr: Tüm cihazlarda YABA için Hızlı Başlatıcı’yı Kontrol Merkezi’ne ekleyebilir, hatta iPhone veya iPad’inizin kilit ekranına bile yerleştirebilirsiniz.
zh_hans: 你可以在所有设备的控制中心为 YABA 添加快速启动器，甚至把它放到 iPhone 或 iPad 的锁屏上。

# How To Tips Message 5
source: On Mac and iPad, you can easily resize panes by dragging their edges. This works for both the sidebar and the content/detail dividers.
de: Auf Mac und iPad kannst du Bereiche einfach durch Ziehen an ihren Kanten in der Größe ändern. Das funktioniert sowohl für die Seitenleiste als auch für die Trennlinie zwischen Inhalt und Detailansicht.
es: En Mac y iPad puedes redimensionar fácilmente los paneles arrastrando sus bordes. Esto funciona tanto para la barra lateral como para los divisores de contenido/detalle.
fr: Sur Mac et iPad, tu peux redimensionner facilement les panneaux en faisant glisser leurs bords. Cela fonctionne pour la barre latérale comme pour les séparateurs contenu/détail.
hi: Mac और iPad पर, आप किनारों को खींचकर पैनल का आकार आसानी से बदल सकते हैं। यह साइडबार और सामग्री/विवरण डिवाइडरों दोनों के लिए काम करता है।
it: Su Mac e iPad puoi ridimensionare facilmente i pannelli trascinando i loro bordi. Questo funziona sia per la barra laterale sia per i divisori tra contenuto e dettaglio.
ja: Mac と iPad では、枠の境界をドラッグしてペインのサイズを簡単に変更できます。サイドバーとコンテンツ／詳細の区切りの両方に適用されます。
ko: Mac과 iPad에서는 가장자리를 드래그해 창 분할의 크기를 쉽게 조절할 수 있습니다. 사이드바와 콘텐츠/상세 구분선 모두에서 작동합니다.
nb: På Mac og iPad kan du enkelt endre størrelse på paneler ved å dra i kantene deres. Dette gjelder både sidepanelet og skillerne mellom innhold og detaljvisning.
nl: Op Mac en iPad kun je panelen eenvoudig van grootte veranderen door aan hun randen te slepen. Dit werkt zowel voor de zijbalk als voor de scheidslijnen tussen inhoud en details.
pt_br: No Mac e no iPad, você pode redimensionar painéis arrastando suas bordas. Isso funciona tanto para a barra lateral quanto para os divisores de conteúdo/detalhes.
sk: Na Macu a iPade môžeš jednoducho zmeniť veľkosť panelov potiahnutím ich okrajov. Funguje to ako pre postranný panel, tak pre deliace čiary medzi obsahom a detailmi.
sv: På Mac och iPad kan du enkelt ändra storlek på paneler genom att dra i deras kanter. Detta gäller både sidofältet och delarna som separerar innehåll och detalj.
tr: Mac ve iPad’de bölmelerin kenarlarını sürükleyerek kolayca yeniden boyutlandırabilirsiniz. Bu, hem kenar çubuğu hem de içerik/detay ayırıcıları için geçerlidir.
zh_hans: 在 Mac 和 iPad 上，你可以通过拖动边缘来轻松调整窗格大小。这适用于侧边栏以及内容/详细信息分隔栏。
